project-addons/carrier_send_shipment_szendex/models/template/login.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dir="http://www.direcline.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <dir:ValidarUsuarioBPoint>
            <dir:Nombre>${Nombre}</dir:Nombre>
            <dir:Password>${Password}</dir:Password>
      </dir:ValidarUsuarioBPoint>
   </soapenv:Body>
</soapenv:Envelope>
